---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceVolume
source: html/e02b8f2c-d4a0-b520-53c8-5e23a3f458e3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceVolume Property

"Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceVolume { get; }
```